Repository: prototypefund/memoorje
Catalog: memoorje/locale/*/LC_MESSAGES/django.po
Languages: de

source: Hints for your capsule available
de: Hinweise für deine Kapsel verfügbar

source: Hints available
de: Hinweise verfügbar

source: There are hints regarding your capsule <strong>%(capsule_name)s</strong> available.
de: Es sind Hinweise für deine Kapsel <strong>%(capsule_name)s</strong> verfügbar.

source: The following recipients of your capsule didn't confirm their recipient status yet. You might want to remind them of doing so.
de: Die folgenden Empfänger:innen deiner Kapsel haben bisher nicht ihren Empfänger:innenstatusbestätigt. Vielleicht möchtest du sie daran erinnern.

source: Why do I get this e-mail?
de: Warum bekomme ich diese E-Mail?

source: Capsule changes
de: Kapseländerungen

source: Changes have been made to at least one of your capsules. If you didn't change them you should notify us and check your account's security.
de: Mindestens eine deiner Kapseln wurde verändert. Wenn du sie nicht geändert hast, solltest du uns informieren und die Sicherheit deines Benutzer:innenkontos überprüfen.

source: Capsule release initiated
de: Kapselfreigabe begonnen

source: The release of your capsule has been initiated
de: Der Freigabeprozess deiner Kapsel wurde begonnen

source: This is just a notification that the release of your capsule <strong>%(capsule_name)s</strong> has been initiated. If you believe that this shouldn't happen you might want abort the release process:
de: Dies ist nur eine Benachrichtigung, dass der Freigabeprozess deiner Kapsel <strong>%(capsule_name)s</strong> begonnen wurde. Wenn du denkst, dass dies nicht passieren sollte, kannst du die Freigabe abbrechen:

source: Capsule reminder
de: Erinnerung an Kapseln

source: Please check your capsules
de: Bitte überprüfe deine Kapseln

source: You own one capsule.
de: Dir gehört eine Kapsel.

source: The release process will only work, if the minimum amount of trustees will help to unlock your capsule once it will become appropriate. And of course the capsule recipients' data should be up-to-date. Otherwise, the capsule contents might not be deliverable. So you might want to check your capsule contacts by following this link:
de: Das Freigeben funktioniert nur, falls wenigstens die Mindestanzahl der Vertrauenspersonen beim Öffnen der Kapsel helfen sobald es soweit ist. Und natürlich sollten auch die Daten der Kapselempfänger:innen aktuell sein. Andernfalls können die Kapselinhalte möglicherweise nicht zugestellt werden. Daher möchtest du alle Kontakte vielleicht in Gedanken einmal durchgehen, dabei kann dir die folgende Aufstellung helfen:

source: Capsule recipient confirmation
de: Bestätigung als Kapselempfänger:in

source: Confirm your e-mail address as a capsule recipient
de: Bestätige deine E-Mail-Adresse als Kapselempfänger:in

source: You have been selected as a recipient for the contents of the capsule <strong>%(capsule_name)s</strong>. Please read the capsule description below and confirm your recipient status afterwards.
de: Du wurdest als Empfänger:in für die Inhalte der Kapsel <strong>%(capsule_name)s</strong> ausgewählt. Bitte lies dir die folgende Kapselbeschreibung durch und bestätige anschließend deinen Empfänger:innenstatus.

source: Please confirm your recipient status by following this link:
de: Bitte bestätige deinen Empfänger:innenstatus durch Aufruf dieses Links:

source: Capsule recipient release notification
de: Freigabebenachrichtigung für Kapselempfänger:in

source: A capsule has been released to you
de: Eine Kapsel wurde für dich freigegeben

source: You are registered as a recipient of the capsule <strong>%(capsule_name)s</strong>. The capsule has been released. Please read the following capsule description carefully.
de: Du wurdest als Empfänger:in für die Inhalte der Kapsel <strong>%(capsule_name)s</strong> ausgewählt. Bitte lies dir die folgende Kapselbeschreibung durch und bestätige anschließend deinen Empfänger:innenstatus.

source: You will receive your password (%(password)s) within a letter. You may then access the capsule contents by following this link:
de: Du erhältst dein Kennwort (%(password)s) in einem Brief. Anschließend kannst du auf die Kapselinhalte unter folgendem Link zugreifen:

source: Invitation to provide your partial key as a trustee
de: Einladung zum Einreichen eines Teilschlüssels als Vertrauensperson

source: Provide your partial key
de: Reiche deinen Teilschlüssel ein

source: The release process for the capsule <strong>%(capsule_name)s</strong> has been started. You are invited to provide your part of the key to the capsule. Please read the capsule description below and make sure, that you agree on opening the capsule.
de: Der Prozess zur Freigabe der Kapsel <strong>%(capsule_name)s</strong> hat begonnen. Du bist eingeladen, deinen Teil des Schlüssels zur Kapsel einzureichen. Bitte lies die nachfolgende Kapselbeschreibung und stelle sicher, dass du mit der Öffnung der Kapsel einverstanden bist.

source: If you agree that the capsule contents should be released to the recipients, please provide your part of the key by following this link:
de: Wenn du einverstanden bist, dass die Kapselinhalte für die Empfänger:innen freigegeben sollen, reiche bitte deinen Teilschlüssel unter dem folgenden Link ein:

source: Registration confirmation
de: Registrierung bestätigen

source: Please confirm your e-mail address by following this link:
de: Bitte bestätige deine E-Mail-Adresse durch Aufruf dieses Links:

source: Reset password
de: Kennwort zurücksetzen

source: Reset your password by following this link:
de: Du kannst dein Kennwort durch Aufruf dieses Links zurücksetzen:
